Repository: Nishith/Chronoframe
Catalog: ui/Sources/ChronoframeAppCore/Resources/LocalizableCore.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: The destination drive is out of space. Free up space or choose a different destination, then try again.
de: Das Ziellaufwerk ist voll. Geben Sie Speicherplatz frei oder wählen Sie ein anderes Ziel und versuchen Sie es erneut.
es: La unidad de destino no tiene espacio. Libera espacio o elige un destino diferente, luego inténtalo de nuevo.
fr: Le lecteur de destination est saturé. Libérez de l'espace ou choisissez une autre destination, puis réessayez.
it: L'unità di destinazione ha esaurito lo spazio. Libera spazio o scegli una destinazione diversa, quindi riprova.
ja: 同期先のドライブの空き容量が不足しています。空き容量を増やすか別の同期先を選択し、もう一度お試しください。
pt_br: O disco de destino está sem espaço. Libere espaço ou escolha um destino diferente e tente novamente.
zh_hans: 目标驱动器空间不足。请释放空间或选择其他目标，然后重试。

source: The destination is read-only. Choose a writable folder or change the drive permissions, then try again.
de: Das Ziel ist schreibgeschützt. Wählen Sie einen beschreibbaren Ordner oder ändern Sie die Laufwerksberechtigungen und versuchen Sie es erneut.
es: El destino es de solo lectura. Elige una carpeta con permisos de escritura o cambia los permisos de la unidad, luego inténtalo de nuevo.
fr: Le dossier de destination est en lecture seule. Choisissez un dossier accessible en écriture ou modifiez les autorisations du lecteur, puis réessayez.
it: La destinazione è di sola lettura. Scegli una cartella scrivibile o modifica i permessi dell'unità, quindi riprova.
ja: 同期先は読み取り専用です。書き込み可能なフォルダーを選択するかドライブのアクセス権を変更し、もう一度お試しください。
pt_br: O destino é somente leitura. Escolha uma pasta gravável ou altere as permissões do disco e tente novamente.
zh_hans: 目标是只读的。请选择可写文件夹或更改驱动器权限，然后重试。

source: Chronoframe could not read a saved file because it appears to be damaged. Run a new preview or transfer to create a fresh file.
de: Chronoframe konnte eine gespeicherte Datei nicht lesen, da sie beschädigt zu sein scheint. Starten Sie eine neue Vorschau oder einen Transfer, um eine neue Datei zu erstellen.
es: Chronoframe no pudo leer un archivo guardado porque parece estar dañado. Ejecuta una nueva vista previa o transferencia para crear un archivo nuevo.
fr: Chronoframe n'a pas pu lire un fichier enregistré car il semble endommagé. Lancez un nouvel aperçu ou un transfert pour créer un fichier propre.
it: Chronoframe non ha potuto leggere un file salvato perché sembra essere danneggiato. Esegui una nuova anteprima o trasferimento per creare un file pulito.
ja: ファイルが破損している可能性があるため、Chronoframeは保存されたファイルを読み込めませんでした。新規にプレビューまたは転送を行って新しいファイルを作成してください。
pt_br: O Chronoframe não pôde ler um arquivo salvo porque ele parece estar corrompido. Execute uma nova pré-visualização ou transferência para criar um arquivo limpo.
zh_hans: Chronoframe 无法读取已保存的文件，因为它似乎已损坏。请运行新的预览或传输以创建新文件。

# %@ Path: %@.
source: %1$@ Path: %2$@.
de: %1$@ Pfad: %2$@.
es: %1$@ Ruta: %2$@.
fr: %1$@ Chemin : %2$@.
it: %1$@ Percorso: %2$@.
ja: %1$@ パス: %2$@。
pt_br: %1$@ Caminho: %2$@.
zh_hans: %1$@ 路径：%2$@。

# %@ Details: %@
source: %1$@ Details: %2$@
es: %1$@ Detalles: %2$@
fr: %1$@ Détails : %2$@
it: %1$@ Dettagli: %2$@
ja: %1$@ 詳細: %2$@
pt_br: %1$@ Detalhes: %2$@
zh_hans: %1$@ 详细信息：%2$@
